Repository: IngmarStein/Monolingual
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fa, fr, hr, it, ja, ko, nl, pl, ro, ru, sk, sv, tr

source: A helper utility from an older version of Monolingual may still be registered. Restart your Mac and try again.
de: Ein Hilfsprogramm einer älteren Monolingual-Version ist möglicherweise noch registriert. Starte deinen Mac neu und versuche es erneut.
el: Ένα βοηθητικό πρόγραμμα από παλαιότερη έκδοση του Monolingual μπορεί να είναι ακόμη καταχωρισμένο. Επανεκκινήστε τον Mac και δοκιμάστε ξανά.
es: Es posible que siga registrada una herramienta auxiliar de una versión anterior de Monolingual. Reinicia el Mac e inténtalo de nuevo.
fa: ممکن است ابزار کمکی نسخه‌ای قدیمی‌تر Monolingual هنوز ثبت شده باشد. Mac را دوباره راه‌اندازی کنید و دوباره تلاش کنید.
fr: Un outil d’assistance d’une version antérieure de Monolingual est peut-être encore enregistré. Redémarrez votre Mac et réessayez.
hr: Pomoćni alat starije verzije Monolinguala možda je još registriran. Ponovno pokrenite Mac i pokušajte ponovno.
it: Un’utilità di supporto di una versione precedente di Monolingual potrebbe essere ancora registrata. Riavvia il Mac e riprova.
ja: 以前のバージョンの Monolingual のヘルパーツールが登録されたままの可能性があります。Mac を再起動して再試行してください。
ko: 이전 버전 Monolingual의 도우미 도구가 아직 등록되어 있을 수 있습니다. Mac을 재시동한 후 다시 시도하십시오.
nl: Er is mogelijk nog een hulpmiddel van een oudere versie van Monolingual geregistreerd. Herstart je Mac en probeer het opnieuw.
pl: Narzędzie pomocnicze starszej wersji Monolingual może być nadal zarejestrowane. Uruchom ponownie Maca i spróbuj jeszcze raz.
ro: Este posibil ca un utilitar ajutător dintr-o versiune mai veche de Monolingual să fie încă înregistrat. Repornește Macul și încearcă din nou.
ru: Возможно, всё ещё зарегистрировано вспомогательное средство предыдущей версии Monolingual. Перезагрузите Mac и повторите попытку.
sk: Pomocný nástroj zo staršej verzie Monolingualu môže byť stále zaregistrovaný. Reštartujte Mac a skúste znova.
sv: Ett hjälpprogram från en äldre version av Monolingual är kanske fortfarande registrerat. Starta om datorn och försök igen.
tr: Monolingual'ın eski bir sürümüne ait yardımcı araç hâlâ kayıtlı olabilir. Mac'inizi yeniden başlatıp tekrar deneyin.

source: Allow Monolingual to use its helper tool in System Settings › General › Login Items & Extensions, then try again.
de: Erlaube Monolingual die Verwendung des Hilfsprogramms in den Systemeinstellungen › Allgemein › Anmeldeobjekte & Erweiterungen und versuche es erneut.
el: Επιτρέψτε στο Monolingual να χρησιμοποιεί το βοηθητικό πρόγραμμα στις Ρυθμίσεις συστήματος › Γενικά › Αντικείμενα σύνδεσης & επεκτάσεις και δοκιμάστε ξανά.
es: Permite que Monolingual use su herramienta auxiliar en Ajustes del Sistema › General › Inicio y extensiones y vuelve a intentarlo.
fa: به Monolingual اجازه دهید در «تنظیمات سیستم › عمومی › موارد ورود و افزونه‌ها» از ابزار کمکی خود استفاده کند، سپس دوباره تلاش کنید.
fr: Autorisez Monolingual à utiliser son outil d’assistance dans Réglages Système › Général › Ouverture et extensions, puis réessayez.
hr: Dopustite Monolingualu upotrebu pomoćnog alata u Postavke sustava › Općenito › Prijavne stavke i proširenja pa pokušajte ponovno.
it: Consenti a Monolingual di usare la sua utilità di supporto in Impostazioni di Sistema › Generali › Elementi login ed estensioni, poi riprova.
ja: 「システム設定 › 一般 › ログイン項目と機能拡張」で Monolingual にヘルパーツールの使用を許可してから、再試行してください。
ko: 시스템 설정 › 일반 › 로그인 항목 및 확장에서 Monolingual이 도우미 도구를 사용하도록 허용한 후 다시 시도하십시오.
nl: Sta Monolingual toe het hulpmiddel te gebruiken in Systeeminstellingen › Algemeen › Inloggen bij systeemstart en extensies en probeer het opnieuw.
pl: Zezwól Monolingual na używanie narzędzia pomocniczego w Ustawienia systemowe › Ogólne › Elementy logowania i rozszerzenia, a następnie spróbuj ponownie.
ro: Permite Monolingual să folosească utilitarul ajutător în Configurări de sistem › General › Obiecte de autentificare și extensii, apoi încearcă din nou.
ru: Разрешите Monolingual использовать вспомогательное средство в разделе «Системные настройки › Основные › Объекты входа и расширения» и повторите попытку.
sk: Povoľte Monolingualu používať pomocný nástroj v Nastavenia systému › Všeobecné › Prihlasovacie položky a rozšírenia a skúste znova.
sv: Tillåt Monolingual att använda sitt hjälpprogram i Systeminställningar › Allmänt › Inloggningsobjekt och tillägg och försök igen.
tr: Sistem Ayarları › Genel › Giriş Öğeleri ve Uzantılar bölümünde Monolingual'ın yardımcı aracını kullanmasına izin verip tekrar deneyin.

source: An outdated helper utility is still installed.
de: Ein veraltetes Hilfsprogramm ist noch installiert.
el: Ένα παρωχημένο βοηθητικό πρόγραμμα είναι ακόμη εγκατεστημένο.
es: Todavía hay instalada una herramienta auxiliar obsoleta.
fa: یک ابزار کمکی قدیمی هنوز نصب است.
fr: Un outil d’assistance obsolète est encore installé.
hr: Zastarjeli pomoćni alat još je instaliran.
it: È ancora installata un’utilità di supporto obsoleta.
ja: 古いヘルパーツールがインストールされたままです。
ko: 오래된 도우미 도구가 아직 설치되어 있습니다.
nl: Er is nog een verouderd hulpmiddel geïnstalleerd.
pl: Nadal jest zainstalowane nieaktualne narzędzie pomocnicze.
ro: Un utilitar ajutător învechit este încă instalat.
ru: Всё ещё установлено устаревшее вспомогательное средство.
sk: Zastaraný pomocný nástroj je stále nainštalovaný.
sv: Ett föråldrat hjälpprogram är fortfarande installerat.
tr: Eski bir yardımcı araç hâlâ yüklü.

source: Architectures
de: Architekturen
el: Αρχιτεκτονικές
es: Arquitecturas
fa: معماری‌ها
hr: Arhitekture
it: Architetture
ja: アーキテクチャ
ko: 아키텍처
nl: Architecturen
pl: Architektury
ro: Arhitecturi
ru: Архитектуры
sk: Architektúry
sv: Arkitekturer
tr: Mimariler

source: Are you sure you want to remove these languages?
de: Bist Du sicher dass Du diese Sprachen entfernen willst?
el: Είστε σίγουροι πως θέλετε να αφαιρέσετε αυτές τις γλώσσες?
es: ¿Estás seguro que quieres eliminar estos idiomas?
fa: مطمئنید که می خواهید به حذف این زبان؟
fr: Voulez-vous vraiment supprimer ces langues?
hr: Jeste li sigurni da želite ukloniti ove jezike?
it: Sei sicuro di voler rimuovere queste lingue?
ja: 本当にこれらの言語を削除してもよろしいですか？
ko: 정말 이 언어 항목들을 삭제하시겠습니까?
nl: Weet u zeker dat u deze talen wilt verwijderen?
pl: Na pewno usunąć wybrane języki?
ro: Ești sigur că veri să elimini pachetele de limbi?
ru: Вы уверены, что хотите удалить эти языки?
sk: Si si istý že chceš vymazať tieto jazyky?
sv: Är du säker på att du vill ta bort dess språk?
tr: Bu dilleri kaldırmak istediğinizden emin misiniz?

source: Automatically check for updates
de: Automatisch nach Updates suchen
el: Αυτόματος έλεγχος για ενημερώσεις
es: Buscar actualizaciones automáticamente
fa: بررسی خودکار به‌روزرسانی‌ها
fr: Rechercher automatiquement les mises à jour
hr: Automatski provjeravaj ažuriranja
it: Controlla automaticamente gli aggiornamenti
ja: アップデートを自動的に確認
ko: 업데이트 자동 확인
nl: Automatisch op updates controleren
pl: Automatycznie sprawdzaj aktualizacje
ro: Verifică automat actualizările
ru: Автоматически проверять обновления
sk: Automaticky kontrolovať aktualizácie
sv: Sök automatiskt efter uppdateringar
tr: Güncellemeleri otomatik denetle

source: Cancel
de: Abbrechen
el: Άκυρο
es: Cancelar
fa: لغو
fr: Annuler
hr: Prekid
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal

source: Canceling operation...
de: Operation abbrechen…
el: Ακύρωση...
es: Cancelando operación...
fa: ...لغو عملیات
fr: Annulation…
hr: Prekid postupka...
it: Annullo l'operazione…
ja: 中止しています…
ko: 작업 취소중...
nl: Handeling annuleren…
pl: Anulowanie operacji…
ro: Oprește operațiunea…
ru: Отмена операции…
sk: Ruším operáciu...
sv: Avbryter operationen…
tr: İşlem İptal Ediliyor...

source: Check for Updates…
de: Nach Updates suchen…
el: Έλεγχος για ενημερώσεις…
es: Buscar actualizaciones…
fa: بررسی به‌روزرسانی‌ها…
fr: Rechercher les mises à jour…
hr: Provjeri ažuriranja…
it: Controlla aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
nl: Controleer op updates…
pl: Sprawdź aktualizacje…
ro: Verifică actualizările…
ru: Проверить обновления…
sk: Skontrolovať aktualizácie…
sv: Sök efter uppdateringar…
tr: Güncellemeleri Denetle…

source: Continue
de: Fortfahren
el: Συνέχεια
es: Continuar
fa: ادامه
fr: Continuer
hr: Nastavi
it: Continua
ja: 続ける
ko: 진행
nl: Ga door
pl: Kontynuuj
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
tr: Devam

source: Current architecture: %@
de: Aktuelle Architektur: %@
el: Τρέχουσα αρχιτεκτονική: %@
es: Arquitectura actual: %@
fa: @%:معماری کنونی
hr: Trenutna arhitektura: %@
it: Architettura attuale: %@
ko: 사용중인 아키텍처: %@
nl: Huidige architectuur: %@
pl: Bieżąca architektura: %@
ro: Arhitectura de față: %@
ru: Текущая архитектура: %@
sk: Aktuálna architektúra: %@
tr: Mevcut işlemci mimarisi: %@

source: Directories
de: Verzeichnisse
el: Κατάλογοι
es: Directorios
fa: پوشه‌ها
fr: Dossiers
hr: Mape
it: Cartelle
ja: ディレクトリ
ko: 디렉터리
nl: Mappen
pl: Katalogi
ro: Directoare
ru: Каталоги
sk: Priečinky
sv: Kataloger
tr: Dizinler

source: Donate
de: Spenden
el: Δωρεά
es: Donar
fa: حمایت مالی
fr: Faire un don
hr: Doniraj
it: Dona
ja: 寄付
ko: 기부
nl: Doneer
pl: Wsparcie
ro: Donează
ru: Поддержать
sk: Prispieť
sv: Donera
tr: Bağış yap

source: Failed to install helper utility.
de: Hilfsprogramm konnte nicht installiert werden.
fa: .برای نصب ابزار کمکی شکست خورده است
ko: 도움 유틸리티를 설치하는데 실패하였습니다.
nl: Hulpprogramma kon niet worden geïnstalleerd.
ru: Не удалось установить помощника.
sk: Nepodarilo sa nainštalovať utilitu pomocníka.
tr: Yardımcı araç yüklemesi başarısız.

source: Files removed.
de: Dateien entfernt.
el: Τα αρχεία διαγράφηκαν.
es: Archivos eliminados.
fa: .فایل های حذف شده
fr: Langues supprimées.
hr: Uklonjeno datoteka.
it: File rimossi.
ja: 指定された言語リソースを削除しました。
ko: 파일 제거됨.
nl: Bestanden verwijderd.
pl: Wybrane zasoby językowe zostały usunięte.
ro: Datele au fost eliminate.
ru: Файлы удалены.
sk: Súbory vymazané.
sv: Språkresurser borttagna.
tr: Dosyalar kaldırıldı...

source: Finished removing files
de: Dateien wurden entfernt
el: Ολοκλήρωση αφαίρεσης αρχείων
es: Terminado la eliminación de archivos
fa: .فایل های از بین بردن در دست اجرا
hr: Završeno uklanjanje datoteka
it: Rimozione file completata
ko: 파일 삭제 완료됨
nl: Verwijderen van bestanden voltooid
pl: Zakończono usuwanie plików
ro: Au fost eliminate date
ru: Закончено удаление файлов
sk: Vymazávanie súborov dokončené
tr: Dosyaların kaldırılması tamamlandı

source: Languages
de: Sprachen
el: Γλώσσες
es: Idiomas
fa: زبان‌ها
fr: Langues
hr: Jezici
it: Lingue
ja: 言語
ko: 언어
nl: Talen
pl: Języki
ro: Limbi
ru: Языки
sk: Jazyky
sv: Språk
tr: Diller

source: Monolingual %@ is still installed. Remove it with util/uninstall.sh, then try again.
de: Monolingual %@ ist noch installiert. Entferne es mit util/uninstall.sh und versuche es erneut.
el: Το Monolingual %@ είναι ακόμη εγκατεστημένο. Αφαιρέστε το με το util/uninstall.sh και δοκιμάστε ξανά.
es: Monolingual %@ sigue instalado. Elimínalo con util/uninstall.sh y vuelve a intentarlo.
fa: Monolingual %@ هنوز نصب است. آن را با util/uninstall.sh حذف کنید و دوباره تلاش کنید.
fr: Monolingual %@ est encore installé. Supprimez-le avec util/uninstall.sh, puis réessayez.
hr: Monolingual %@ još je instaliran. Uklonite ga s util/uninstall.sh pa pokušajte ponovno.
it: Monolingual %@ è ancora installato. Rimuovilo con util/uninstall.sh, poi riprova.
ja: Monolingual %@ がインストールされたままです。util/uninstall.sh で削除してから再試行してください。
ko: Monolingual %@이(가) 아직 설치되어 있습니다. util/uninstall.sh로 제거한 후 다시 시도하십시오.
nl: Monolingual %@ is nog geïnstalleerd. Verwijder het met util/uninstall.sh en probeer het opnieuw.
pl: Monolingual %@ jest nadal zainstalowany. Usuń go za pomocą util/uninstall.sh i spróbuj ponownie.
ro: Monolingual %@ este încă instalat. Elimină-l cu util/uninstall.sh, apoi încearcă din nou.
ru: Monolingual %@ всё ещё установлен. Удалите его с помощью util/uninstall.sh и повторите попытку.
sk: Monolingual %@ je stále nainštalovaný. Odstráňte ho pomocou util/uninstall.sh a skúste znova.
sv: Monolingual %@ är fortfarande installerat. Ta bort det med util/uninstall.sh och försök igen.
tr: Monolingual %@ hâlâ yüklü. util/uninstall.sh ile kaldırıp tekrar deneyin.

source: Monolingual cannot reach its helper utility.
de: Monolingual kann sein Hilfsprogramm nicht erreichen.
el: Το Monolingual δεν μπορεί να επικοινωνήσει με το βοηθητικό πρόγραμμα.
es: Monolingual no puede comunicarse con su herramienta auxiliar.
fa: Monolingual نمی‌تواند به ابزار کمکی خود دسترسی پیدا کند.
fr: Monolingual ne parvient pas à joindre son outil d’assistance.
hr: Monolingual ne može dosegnuti svoj pomoćni alat.
it: Monolingual non riesce a contattare la sua utilità di supporto.
ja: Monolingual はヘルパーツールに接続できません。
ko: Monolingual이 도우미 도구에 연결할 수 없습니다.
nl: Monolingual kan het hulpmiddel niet bereiken.
pl: Monolingual nie może połączyć się z narzędziem pomocniczym.
ro: Monolingual nu poate contacta utilitarul ajutător.
ru: Monolingual не может связаться со вспомогательным средством.
sk: Monolingual sa nedokáže spojiť s pomocným nástrojom.
sv: Monolingual når inte sitt hjälpprogram.
tr: Monolingual yardımcı aracına ulaşamıyor.

source: Monolingual finished
de: Monolingual beendet
el: Ολοκλήρωση Monolingual
es: Monolingual finalizado
fa: تک زبانه به پایان رسید
hr: Monolingual je završio
it: Monolingual ha terminato
ko: 작업 완료됨
nl: Verwijderen voltooid
pl: Monolingual zakończył pracę
ro: Monolingual a fost oprit
ru: Monolingual завершил
sk: Monolingual dokončil
tr: Monolingual tamamlandı

source: Monolingual is stopping without making any changes.
de: Monolingual wurde gestoppt ohne Änderungen vorzunehmen.
el: Το Monolingual σταμάτησε χωρίς να κάνει κάποια αλλαγή.
es: Monolingual está deteniéndose sin hacer cambios.
fa: .تک زبانه است توقف و بدون هیچ تغییری
fr: Monolingual a été interrompu avant toute modification.
hr: Monolingual je završio bez ikakvih promjena.
it: Monolingual ha terminato senza apportare cambiamenti.
ja: Monolingual は削除を中止しました。
ko: Monolingual 가 아무런 변화를 주지 않고 중지되었습니다.
nl: Monolingual stopt zonder wijzigingen aan te brengen.
pl: Monolingual nie wykonał żadnych operacji.
ro: Monolingual a fost oprit fără niciun fel der proces.
ru: Monolingual останавливается без внесения изменений.
sk: Monolingual sa vypína bez robenia nejakých zmien.
sv: Monolingual avbryter utan att göra några ändringar.
tr: Monolingual hiç bir değişiklik yapmadı.

source: Monolingual needs your permission
de: Monolingual benötigt deine Zustimmung
el: Το Monolingual χρειάζεται την άδειά σας
es: Monolingual necesita tu permiso
fa: Monolingual به اجازهٔ شما نیاز دارد
fr: Monolingual a besoin de votre autorisation
hr: Monolingual treba vaše dopuštenje
it: Monolingual richiede la tua autorizzazione
ja: Monolingual の許可が必要です
ko: Monolingual에 권한이 필요합니다
nl: Monolingual heeft je toestemming nodig
pl: Monolingual potrzebuje Twojej zgody
ro: Monolingual are nevoie de permisiunea ta
ru: Monolingual требуется ваше разрешение
sk: Monolingual potrebuje vaše povolenie
sv: Monolingual behöver ditt tillstånd
tr: Monolingual izninizi gerektiriyor

source: Monolingual started
de: Monolingual wurde gestartet
el: Έναρξη Monolingual
es: Monolingual iniciado
fa: تک زبانه آغاز شده
hr: Monolingual je pokrenut
it: Monolingual avviato
ko: 작업 시작됨
nl: Verwijderen gestart
pl: Monolingual został uruchomiony
ro: Monolingual a fost pornit
ru: Monolingual запущен
sk: Monolingual sa spustil
tr: Monolingual başladı

source: Move language files to Trash
de: Sprachdateien in den Papierkorb verschieben
el: Μετακίνηση των αρχείων γλώσσας στον Κάδο
es: Mover los archivos de idioma a la Papelera
fa: انتقال پرونده‌های زبان به سطل زباله
fr: Placer les fichiers de langue dans la Corbeille
hr: Premjesti jezične datoteke u Smeće
it: Sposta i file di lingua nel Cestino
ja: 言語ファイルをゴミ箱に移動
ko: 언어 파일을 휴지통으로 이동
nl: Taalbestanden naar de Prullenmand verplaatsen
pl: Przenieś pliki językowe do Kosz
ro: Mută fișierele de limbă în Coș
ru: Перемещать языковые файлы в Корзину
sk: Presunúť jazykové súbory do Kôš
sv: Flytta språkfiler till Papperskorgen
tr: Dil dosyalarını Çöp Kutusu taşı

source: Open System Settings
de: Systemeinstellungen öffnen
el: Άνοιγμα Ρυθμίσεων συστήματος
es: Abrir Ajustes del Sistema
fa: باز کردن تنظیمات سیستم
fr: Ouvrir Réglages Système
hr: Otvori Postavke sustava
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
nl: Open Systeeminstellingen
pl: Otwórz Ustawienia systemowe
ro: Deschide Configurările de sistem
ru: Открыть Системные настройки
sk: Otvoriť Nastavenia systému
sv: Öppna Systeminställningar
tr: Sistem Ayarları'nı Aç

source: Path
de: Pfad
el: Διαδρομή
es: Ruta
fa: مسیر
fr: Chemin
hr: Putanja
it: Percorso
ja: パス
ko: 경로
nl: Pad
pl: Ścieżka
ro: Cale
ru: Путь
sk: Cesta
sv: Sökväg
tr: Yol

source: Please keep at least one architecture and try again.
de: Bitte behalte mindestens eine Architektur und versuche es erneut.
el: Κρατήστε τουλάχιστον μία αρχιτεκτονική και δοκιμάστε ξανά.
es: Conserva al menos una arquitectura e inténtalo de nuevo.
fa: .لطفا حداقل یک معماری نگه دارید و دوباره امتحان کنید
fr: Conservez au moins une architecture et réessayez.
hr: Zadržite barem jednu arhitekturu i pokušajte ponovno.
it: Mantieni almeno un’architettura e riprova.
ja: 少なくとも 1 つのアーキテクチャを残して再試行してください。
ko: 최소 하나의 아키텍처는 남겨놓으시고 다시 시도해주세요.
nl: Behoud minstens één architectuur en probeer het opnieuw.
pl: Zachowaj co najmniej jedną architekturę i spróbuj ponownie.
ro: Păstrează cel puțin o arhitectură și încearcă din nou.
ru: Пожалуйста, оставьте одну архитектуру и попробуйте снова.
sk: Prosím nechaj aspoň jednu architektúru a skús to znova.
sv: Behåll minst en arkitektur och försök igen.
tr: Lütfen en az bir işlemci mimarisini saklayın ve tekrar deneyin.

source: Remove architecture
de: Architektur entfernen
el: Αφαίρεση αρχιτεκτονικής
es: Eliminar arquitectura
fa: حذف معماری
fr: Supprimer l’architecture
hr: Ukloni arhitekturu
it: Rimuovi architettura
ja: アーキテクチャを削除
ko: 아키텍처 제거
nl: Architectuur verwijderen
pl: Usuń architekturę
ro: Elimină arhitectura
ru: Удалить архитектуру
sk: Odstrániť architektúru
sv: Ta bort arkitektur
tr: Mimariyi kaldır

source: Remove language
de: Sprache entfernen
el: Αφαίρεση γλώσσας
es: Eliminar idioma
fa: حذف زبان
fr: Supprimer la langue
hr: Ukloni jezik
it: Rimuovi lingua
ja: 言語を削除
ko: 언어 제거
nl: Taal verwijderen
pl: Usuń język
ro: Elimină limba
ru: Удалить язык
sk: Odstrániť jazyk
sv: Ta bort språk
tr: Dili kaldır

source: Remove …
de: Entfernen …
el: Αφαίρεση …
es: Eliminar …
fa: حذف …
fr: Supprimer …
hr: Ukloni …
it: Rimuovi …
ja: 削除…
ko: 제거…
nl: Verwijder …
pl: Usuń …
ro: Elimină …
ru: Удалить …
sk: Odstrániť …
sv: Ta bort …
tr: Kaldır …

source: Removing %@…
de: Entferne %@ …
el: Αφαίρεση %@…
es: Eliminando %@…
fa: ...@% برداشتن
fr: Suppression %@…
hr: Uklanjanje %@…
it: Rimozione di %@…
ja: 削除中： リソース %@…
ko: %@ 삭제중…
nl: %@ verwijderen…
pl: Usuwanie języka %@…
ro: Eliminare %@…
ru: Удаляю %@…
sk: Vymazávam %@…
sv: Tar bort %@…
tr: %@ kaldırılıyor…

source: Removing all architectures will make macOS inoperable.
de: Das Entfernen aller Architekturen macht macOS unbrauchbar.
el: Η αφαίρεση όλων των αρχιτεκτονικών θα καταστήσει το macOS μη λειτουργικό.
es: Eliminar todas las arquitecturas hará que macOS deje de funcionar.
fa: .از بین بردن تمام معماری از MacOS غیر قابل جراحی خواهد شد
fr: Supprimer toutes les architectures rendra macOS inutilisable.
hr: Uklanjanje svih arhitektura onemogućit će rad sustava macOS.
it: Rimuovere tutte le architetture renderà macOS inutilizzabile.
ja: すべてのアーキテクチャを削除すると macOS が動作しなくなります。
ko: macOS 에서 사용되지 않는 모든 아키텍처를 삭제합니다.
nl: Alle architecturen verwijderen maakt macOS onbruikbaar.
pl: Usunięcie wszystkich architektur uniemożliwi działanie macOS.
ro: Eliminarea tuturor arhitecturilor va face macOS inutilizabil.
ru: Удаление всех архитектур сделает macOS нерабочей.
sk: Vymazatím všetkých architektúr spravíš macOS nepoužiteľný.
sv: Om du tar bort alla arkitekturer slutar macOS att fungera.
tr: Tüm işlemci mimarilerini kaldırmak, macOS'u çalışamaz hale getirecektir.

source: Removing architecture from universal binary
de: Entferne Architektur aus Universal-Binary
el: Αφαίρεση αρχιτεκτονικής από δυαδική μορφή
es: Eliminando arquitectura del binario universal
fa: از بین بردن معماری از باینری جهانی
hr: Uklanjanje arhitekture iz universal binary
it: Rimozione architettura da binario universale
ko: 유니버설 바이너리에서 아키텍처 삭제 중
nl: Verwijder architectuur uit universal binary
pl: Usuwanie architektury z pliku uniwersalnego
ro: Elimină arhitectura binară universală
ru: Удаляю архитектуру из универсальной бинарной
sk: Vymazávam architektúru z univerzálnej bináry
tr: İşlemci mimarisi kaldırılıyor

# Removing language %@ from %@…
source: Removing language %1$@ from %2$@…
de: Entferne Sprache %@ aus %@ …
el: Αφαίρεση γλώσσας %1$@ από %2$@…
es: Eliminando idioma %1$@ de %2$@…
fa: ...از بین بردن زبان٪ @٪ @ از
fr: Suppression des langues %1$@ de %2$@…
hr: Uklanjanje jezika %1$@ iz %2$@…
it: Rimozione della lingua %@ da %@…
ja: %@ から言語 %@ を削除中…
ko: %1$@를 %2$@ 엡에서 삭제중…
nl: %1$@ uit %2$@ verwijderen…
pl: Usuwanie języka %@ z %@…
ro: Elimină Limba %1$@ de la %2$@…
ru: Удаляю язык %1$@ из %2$@…
sk: Vymazávam jazyk %1$@ z %2$@…
sv: Tar bort språket %@ från %@…
tr: %2$@den %1$@ dil kaldırılıyor…

source: Removing language %@…
de: Entferne Sprache %@ …
el: Αφαίρεση γλώσσας %@…
es: Eliminando idioma %@…
fa: ...@% از بین بردن زبان
fr: Suppression des langues %@…
hr: Uklanjanje jezika %@…
it: Rimozione della lingua %@…
ja: 言語 %@ を削除中…
ko: %@ 언어 삭제중…
nl: %@ verwijderen…
pl: Usuwanie języka %@…
ro: Elimină Limba %@…
ru: Удаляю язык %@…
sk: Vymazávam jazyk %@…
sv: Tar bort språket %@…
tr: %@ dili kaldırılıyor…

source: Removing...
de: Entferne …
el: Αφαίρεση…
es: Eliminando…
fa: ...برداشتن
fr: Suppression…
hr: Uklanjanje...
it: Rimozione…
ja: 削除中： リソース…
ko: 삭제중...
nl: Verwijderen…
pl: Usuwanie języka…
ro: Eliminare…
ru: Удаляю…
sk: Vymazávam...
sv: Tar bort…
tr: Kaldırılıyor...

source: Select the items you wish to remove:
de: Wähle die Objekte aus, die entfernt werden sollen:
el: Επιλέξτε τα στοιχεία που θέλετε να αφαιρέσετε:
es: Selecciona los elementos que quieres eliminar:
fa: مواردی را که می‌خواهید حذف کنید انتخاب کنید:
fr: Sélectionnez les éléments à supprimer :
hr: Odaberite stavke koje želite ukloniti:
it: Seleziona gli elementi da rimuovere:
ja: 削除する項目を選択してください:
ko: 제거할 항목을 선택하십시오:
nl: Selecteer de onderdelen die je wilt verwijderen:
pl: Wybierz elementy, które chcesz usunąć:
ro: Selectează elementele pe care vrei să le elimini:
ru: Выберите объекты для удаления:
sk: Vyberte položky, ktoré chcete odstrániť:
sv: Välj de objekt du vill ta bort:
tr: Kaldırmak istediğiniz öğeleri seçin:

source: Space saved: %@
de: Eingesparter Speicherplatz: %@
el: Εξοικονομήθηκε χώρος: %@
es: Espacio liberado: %@
fa: فضای آزادشده: %@
fr: Espace libéré : %@
hr: Oslobođen prostor: %@
it: Spazio liberato: %@
ja: 解放された容量: %@
ko: 절약된 공간: %@
nl: Vrijgemaakte ruimte: %@
pl: Zwolnione miejsce: %@
ro: Spațiu eliberat: %@
ru: Освобождено места: %@
sk: Uvoľnené miesto: %@
sv: Frigjort utrymme: %@
tr: Kazanılan alan: %@

source: Started removing files
de: Beginn des Entfernens von Dateien
el: Έναρξη αφαίρεσης αρχείων
es: Comenzado la eliminación de archivos
fa: آغاز شده از بین بردن فایل
hr: Pokrenuto uklanjanje datoteka
it: Avvio rimozione file
ko: 언어 삭제 시작됨
nl: Begonnen met verwijderen van bestanden
pl: Rozpoczęto usuwanie plików
ro: Se elimină date
ru: Начал удаление файлов
sk: Vymazávanie súborov začalo
tr: Dosyalar kaldırılmaya başladı
